Repository: yusufbayindir/empty
Catalog: DocuScan/DocuScan/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, fr, ja, tr, zh_hans

# tab.tools
source: Tools
ar: الأدوات
de: Werkzeuge
fr: Outils
ja: ツール
tr: Araçlar
zh_hans: 工具

# tab.recent
source: Recent
ar: الأخيرة
de: Zuletzt
fr: Récent
ja: 最近
tr: Son
zh_hans: 最近

# tab.favorites
source: Favorites
ar: المفضلة
de: Favoriten
fr: Favoris
ja: お気に入り
tr: Favoriler
zh_hans: 收藏

# tab.settings
source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres
ja: 設定
tr: Ayarlar
zh_hans: 设置

# button.ok
source: OK
ar: موافق
tr: Tamam
zh_hans: 好

# button.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
ja: キャンセル
tr: İptal
zh_hans: 取消

# button.close
source: Close
ar: إغلاق
de: Schließen
fr: Fermer
ja: 閉じる
tr: Kapat
zh_hans: 关闭

# error.title
source: Error
ar: خطأ
de: Fehler
fr: Erreur
ja: エラー
tr: Hata
zh_hans: 错误

# common.ok
source: OK
ar: موافق
tr: Tamam
zh_hans: 好

# error.conversion_failed
source: Conversion Failed
ar: فشل التحويل
de: Konvertierung fehlgeschlagen
fr: Échec de la conversion
ja: 変換失敗
tr: Dönüştürme Başarısız
zh_hans: 转换失败

# error.feature_coming_soon
source: This feature is coming soon
ar: هذه الميزة قادمة قريبًا
de: Diese Funktion kommt bald
fr: Cette fonctionnalité arrive bientôt
ja: この機能は近日公開予定です
tr: Bu özellik yakında geliyor
zh_hans: 该功能即将推出

# recent.title
source: Recent
ar: الأخيرة
de: Zuletzt
fr: Récent
ja: 最近
tr: Son
zh_hans: 最近

# recent.empty.title
source: No Documents Yet
ar: لا توجد وثائق بعد
de: Noch keine Dokumente
fr: Aucun document pour l'instant
ja: まだ文書がありません
tr: Henüz Belge Yok
zh_hans: 暂无文档

# recent.empty.subtitle
source: Import or scan a PDF to get started
ar: استورد أو امسح ملف PDF للبدء
de: Importieren oder scannen Sie eine PDF-Datei, um zu beginnen
fr: Importez ou scannez un PDF pour commencer
ja: PDFをインポートまたはスキャンして開始
tr: Başlamak için bir PDF içe aktarın veya tarayın
zh_hans: 导入或扫描PDF以开始

# recent.swipe.delete
source: Delete
ar: حذف
de: Löschen
fr: Supprimer
ja: 削除
tr: Sil
zh_hans: 删除

# recent.delete_error.title
source: Could not delete document
ar: تعذر حذف المستند
de: Dokument konnte nicht gelöscht werden
fr: Impossible de supprimer le document
ja: 文書を削除できませんでした
tr: Belge silinemedi
zh_hans: 无法删除文档

# favorites.title
source: Favorites
ar: المفضلة
de: Favoriten
fr: Favoris
ja: お気に入り
tr: Favoriler
zh_hans: 收藏

# favorites.empty.title
source: No Favorites Yet
ar: لا توجد مفضلة بعد
de: Noch keine Favoriten
fr: Aucun favori pour l'instant
ja: まだお気に入りがありません
tr: Henüz Favori Yok
zh_hans: 暂无收藏

# favorites.empty.subtitle
source: Star a document to add it to favorites
ar: ضع نجمة على مستند لإضافته إلى المفضلة
de: Markieren Sie ein Dokument mit einem Stern, um es zu Favoriten hinzuzufügen
fr: Ajoutez une étoile à un document pour l'ajouter aux favoris
ja: 文書にスターを付けてお気に入りに追加
tr: Favorilere eklemek için bir belgeyi yıldızlayın
zh_hans: 给文档加星标以添加到收藏

# favorites.swipe.remove
source: Unfavorite
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
fr: Retirer des favoris
ja: お気に入りから削除
tr: Favorilerden Çıkar
zh_hans: 取消收藏

# settings.title
source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres
ja: 設定
tr: Ayarlar
zh_hans: 设置

# settings.section.premium
source: Premium
ar: بريميوم
ja: プレミアム
zh_hans: 高级版

# settings.section.app
source: App
ar: التطبيق
fr: Application
ja: アプリ
tr: Uygulama
zh_hans: 应用

# settings.section.legal
source: Legal
ar: قانوني
de: Rechtliches
fr: Juridique
ja: 法的情報
tr: Yasal
zh_hans: 法律

# settings.section.about
source: About
ar: حول
de: Über
fr: À propos
ja: 情報
tr: Hakkında
zh_hans: 关于

# settings.premium.active_title
source: Premium Active
ar: البريميوم نشط
de: Premium aktiv
fr: Premium actif
ja: プレミアム有効
tr: Premium Aktif
zh_hans: 已开通高级版

# settings.premium.active_badge
source: Premium
ar: بريميوم
ja: プレミアム
zh_hans: 高级版

# settings.premium.remove_ads_title
source: Remove Ads & Unlock All
ar: إزالة الإعلانات وفتح الكل
de: Werbung entfernen und alles freischalten
fr: Supprimer les annonces et tout déverrouiller
ja: 広告を削除してすべてロック解除
tr: Reklamları Kaldır ve Tümünü Aç
zh_hans: 去除广告并解锁全部

# settings.premium.remove_ads_subtitle
source: Unlimited exports, no watermarks
ar: تصديرات غير محدودة، بدون علامة مائية
de: Unbegrenzte Exporte, kein Wasserzeichen
fr: Exportations illimitées, sans filigrane
ja: 無制限のエクスポート、透かしなし
tr: Sınırsız dışa aktarma, filigran yok
zh_hans: 无限导出，无水印

# settings.app.rate_us
source: Rate DocuScan
ar: قيّم DocuScan
de: DocuScan bewerten
fr: Évaluer DocuScan
ja: DocuScanを評価する
tr: DocuScan'ı Değerlendir
zh_hans: 评价DocuScan

# settings.app.share
source: Share App
ar: مشاركة التطبيق
de: App teilen
fr: Partager l'application
ja: アプリを共有
tr: Uygulamayı Paylaş
zh_hans: 分享应用

# settings.app.language
source: Language
ar: اللغة
de: Sprache
fr: Langue
ja: 言語
tr: Dil
zh_hans: 语言

# settings.legal.privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
fr: Politique de confidentialité
ja: プライバシーポリシー
tr: Gizlilik Politikası
zh_hans: 隐私政策

# settings.legal.terms_of_use
source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
fr: Conditions d'utilisation
ja: 利用規約
tr: Kullanım Koşulları
zh_hans: 使用条款

# section.all_tools
source: All Tools
ar: جميع الأدوات
de: Alle Werkzeuge
fr: Tous les outils
ja: すべてのツール
tr: Tüm Araçlar
zh_hans: 所有工具

# quick_action.scan
source: Scan
ar: مسح
de: Scannen
fr: Scanner
ja: スキャン
tr: Tara
zh_hans: 扫描

# quick_action.import
source: Import
ar: استيراد
de: Importieren
fr: Importer
ja: インポート
tr: İçe Aktar
zh_hans: 导入

# scanner.processing
source: Processing scan…
ar: جارٍ معالجة المسح…
de: Scan wird verarbeitet…
fr: Traitement de la numérisation…
ja: スキャンを処理中…
tr: Tarama işleniyor…
zh_hans: 正在处理扫描…

# scanner.unavailable
source: Camera scanner is not available on this device
ar: الماسح الضوئي للكاميرا غير متوفر على هذا الجهاز
de: Kamerascanner ist auf diesem Gerät nicht verfügbar
fr: Le scanner de caméra n'est pas disponible sur cet appareil
ja: カメラスキャナーはこのデバイスでは利用できません
tr: Kamera tarayıcı bu cihazda mevcut değil
zh_hans: 此设备不支持摄像头扫描仪

# merge.navigation_title
source: Merge PDFs
ar: دمج ملفات PDF
de: PDFs zusammenführen
fr: Fusionner des PDF
ja: PDFを結合
tr: PDF'leri Birleştir
zh_hans: 合并PDF

# merge.file_count_singular
source: 1 file selected
ar: تم تحديد ملف واحد
de: 1 Datei ausgewählt
fr: 1 fichier sélectionné
ja: 1ファイル選択済み
tr: 1 dosya seçildi
zh_hans: 已选择1个文件

# merge.add_more_pdfs
source: Add More PDFs
ar: إضافة المزيد من ملفات PDF
de: Weitere PDFs hinzufügen
fr: Ajouter d'autres PDF
ja: PDFをさらに追加
tr: Daha Fazla PDF Ekle
zh_hans: 添加更多PDF

# merge.merge_button
source: Merge
ar: دمج
de: Zusammenführen
fr: Fusionner
ja: 結合
tr: Birleştir
zh_hans: 合并

# merge.processing
source: Merging…
ar: جارٍ الدمج…
de: Zusammenführen…
fr: Fusion en cours…
ja: 結合中…
tr: Birleştiriliyor…
zh_hans: 合并中…

# split_tool.nav_title
source: Split PDF
ar: تقسيم PDF
de: PDF aufteilen
fr: Diviser le PDF
ja: PDFを分割
tr: PDF'i Böl
zh_hans: 拆分PDF

# split_tool.source_file_label
source: Source File
ar: الملف المصدر
de: Quelldatei
fr: Fichier source
ja: ソースファイル
tr: Kaynak Dosya
zh_hans: 源文件

# split_tool.range_section_title
source: Page Ranges
ar: نطاقات الصفحات
de: Seitenbereiche
fr: Plages de pages
ja: ページ範囲
tr: Sayfa Aralıkları
zh_hans: 页面范围

# split_tool.range_hint
source: Enter ranges separated by commas, e.g. 1-3, 5
ar: أدخل نطاقات مفصولة بفواصل، مثال: 1-3, 5
de: Bereiche durch Komma getrennt eingeben, z.B. 1-3, 5
fr: Saisissez des plages séparées par des virgules, ex. 1-3, 5
ja: カンマ区切りで範囲を入力 例: 1-3, 5
tr: Virgülle ayrılmış aralıklar girin, örn. 1-3, 5
zh_hans: 输入以逗号分隔的范围，例如 1-3, 5

# split_tool.range_placeholder
source: e.g. 1-3, 5
ar: مثال: 1-3، 5
de: z.B. 1-3, 5
fr: ex. 1-3, 5
ja: 例: 1-3, 5
tr: örn. 1-3, 5
zh_hans: 例如 1-3, 5

# split_tool.split_button
source: Split
ar: تقسيم
de: Aufteilen
fr: Diviser
ja: 分割
tr: Böl
zh_hans: 拆分

# split_tool.processing
source: Splitting…
ar: جارٍ التقسيم…
de: Aufteilen…
fr: Division en cours…
ja: 分割中…
tr: Bölünüyor…
zh_hans: 拆分中…

# split_tool.results_title
source: Split Results
ar: نتائج التقسيم
de: Ergebnisse der Aufteilung
fr: Résultats de la division
ja: 分割結果
tr: Bölme Sonuçları
zh_hans: 拆分结果

# split_tool.loading_pages
source: Loading pages…
ar: جارٍ تحميل الصفحات…
de: Seiten werden geladen…
fr: Chargement des pages…
ja: ページを読み込み中…
tr: Sayfalar yükleniyor…
zh_hans: 正在加载页面…

# split_tool.error.empty_input
source: Please enter at least one page range
ar: يرجى إدخال نطاق صفحات واحد على الأقل
de: Bitte mindestens einen Seitenbereich eingeben
fr: Veuillez saisir au moins une plage de pages
ja: 少なくとも1つのページ範囲を入力してください
tr: Lütfen en az bir sayfa aralığı girin
zh_hans: 请至少输入一个页面范围

# split_tool.error.page_below_one
source: Page numbers must be 1 or greater
ar: يجب أن تكون أرقام الصفحات 1 أو أكبر
de: Seitennummern müssen 1 oder größer sein
fr: Les numéros de page doivent être supérieurs ou égaux à 1
ja: ページ番号は1以上でなければなりません
tr: Sayfa numaraları 1 veya daha büyük olmalıdır
zh_hans: 页码必须大于或等于1

# split_tool.error.invalid_range
source: Invalid range: %@
ar: نطاق غير صالح: %@
de: Ungültiger Bereich: %@
fr: Plage invalide : %@
ja: 無効な範囲: %@
tr: Geçersiz aralık: %@
zh_hans: 无效范围：%@

# split_tool.error.start_exceeds_end
source: Start must be ≤ end in range: %@
ar: يجب أن يكون البداية ≤ النهاية في النطاق: %@
de: Anfang muss ≤ Ende im Bereich sein: %@
fr: Le début doit être ≤ à la fin dans la plage : %@
ja: 範囲の開始は終了以下でなければなりません: %@
tr: Aralıkta başlangıç ≤ bitiş olmalıdır: %@
zh_hans: 范围中起始页必须≤结束页：%@

# split_tool.error.page_not_a_number
source: Not a valid page number: %@
ar: رقم صفحة غير صالح: %@
de: Keine gültige Seitennummer: %@
fr: Numéro de page non valide : %@
ja: 有効なページ番号ではありません: %@
tr: Geçerli bir sayfa numarası değil: %@
zh_hans: 无效的页码：%@

# split_tool.error.page_exceeds_length
source: Page %lld exceeds document length (%lld pages)
ar: الصفحة %lld تتجاوز طول المستند (%lld صفحة)
de: Seite %lld überschreitet die Dokumentenlänge (%lld Seiten)
fr: La page %lld dépasse la longueur du document (%lld pages)
ja: ページ%lldはドキュメントの長さを超えています（%lldページ）
tr: Sayfa %lld, belge uzunluğunu aşıyor (%lld sayfa)
zh_hans: 第%lld页超出文档页数（共%lld页）

# compress.nav_title
source: Compress PDF
ar: ضغط PDF
de: PDF komprimieren
fr: Compresser le PDF
ja: PDFを圧縮
tr: PDF'i Sıkıştır
zh_hans: 压缩PDF

# compress.quality_label
source: Quality
ar: الجودة
de: Qualität
fr: Qualité
ja: 品質
tr: Kalite
zh_hans: 质量

# compress.quality.low
source: Low
ar: منخفض
de: Niedrig
fr: Faible
ja: 低
tr: Düşük
zh_hans: 低

# compress.quality.medium
source: Medium
ar: متوسط
de: Mittel
fr: Moyen
ja: 中
tr: Orta
zh_hans: 中

# compress.quality.high
source: High
ar: عالي
de: Hoch
fr: Élevée
ja: 高
tr: Yüksek
zh_hans: 高

# compress.quality.low.description
source: Smallest file size, reduced image quality
ar: أصغر حجم ملف، جودة صورة منخفضة
de: Kleinste Dateigröße, reduzierte Bildqualität
fr: Plus petite taille de fichier, qualité d'image réduite
ja: 最小ファイルサイズ、画像品質低下
tr: En küçük dosya boyutu, düşük resim kalitesi
zh_hans: 最小文件大小，图像质量降低

# compress.quality.medium.description
source: Balanced compression and quality
ar: ضغط وجودة متوازنان
de: Ausgewogene Komprimierung und Qualität
fr: Compression et qualité équilibrées
ja: バランスの取れた圧縮と品質
tr: Dengeli sıkıştırma ve kalite
zh_hans: 平衡的压缩和质量

# compress.quality.high.description
source: Best quality, larger file size
ar: أفضل جودة، حجم ملف أكبر
de: Beste Qualität, größere Dateigröße
fr: Meilleure qualité, taille de fichier plus grande
ja: 最高品質、大きいファイルサイズ
tr: En iyi kalite, daha büyük dosya boyutu
zh_hans: 最佳质量，文件较大

# compress.button
source: Compress
ar: ضغط
de: Komprimieren
fr: Compresser
ja: 圧縮
tr: Sıkıştır
zh_hans: 压缩

# compress.processing
source: Compressing…
ar: جارٍ الضغط…
de: Komprimieren…
fr: Compression en cours…
ja: 圧縮中…
tr: Sıkıştırılıyor…
zh_hans: 压缩中…

# compress.result.title
source: Compression Complete
ar: اكتمل الضغط
de: Komprimierung abgeschlossen
fr: Compression terminée
ja: 圧縮完了
tr: Sıkıştırma Tamamlandı
zh_hans: 压缩完成

# compress.result.before
source: Before
ar: قبل
de: Vorher
fr: Avant
ja: 圧縮前
tr: Önce
zh_hans: 压缩前

# compress.result.after
source: After
ar: بعد
de: Nachher
fr: Après
ja: 圧縮後
tr: Sonra
zh_hans: 压缩后

# compress.action.view
source: View PDF
ar: عرض PDF
de: PDF anzeigen
fr: Afficher le PDF
ja: PDFを表示
tr: PDF'i Görüntüle
zh_hans: 查看PDF

# compress.action.share
source: Share
ar: مشاركة
de: Teilen
fr: Partager
ja: 共有
tr: Paylaş
zh_hans: 分享

# rotate.nav_title
source: Rotate PDF
ar: تدوير PDF
de: PDF drehen
fr: Faire pivoter le PDF
ja: PDFを回転
tr: PDF'i Döndür
zh_hans: 旋转PDF

# rotate.rotation_amount_title
source: Rotation Amount
ar: مقدار الدوران
de: Drehwinkel
fr: Degré de rotation
ja: 回転量
tr: Döndürme Miktarı
zh_hans: 旋转角度

# rotate.page_selection_title
source: Page Selection
ar: اختيار الصفحة
de: Seitenauswahl
fr: Sélection de page
ja: ページ選択
tr: Sayfa Seçimi
zh_hans: 页面选择

# rotate.all_pages
source: All Pages
ar: جميع الصفحات
de: Alle Seiten
fr: Toutes les pages
ja: すべてのページ
tr: Tüm Sayfalar
zh_hans: 所有页面

# rotate.specific_pages
source: Specific Pages
ar: صفحات محددة
de: Bestimmte Seiten
fr: Pages spécifiques
ja: 特定のページ
tr: Belirli Sayfalar
zh_hans: 指定页面

# rotate.enter_pages_title
source: Page Numbers
ar: أرقام الصفحات
de: Seitennummern
fr: Numéros de page
ja: ページ番号
tr: Sayfa Numaraları
zh_hans: 页码

# rotate.enter_pages_hint
source: Enter pages or ranges, e.g. 1, 3, 5-7
ar: أدخل الصفحات أو النطاقات، مثال: 1, 3, 5-7
de: Seiten oder Bereiche eingeben, z.B. 1, 3, 5-7
fr: Saisissez les pages ou plages, ex. 1, 3, 5-7
ja: ページまたは範囲を入力 例: 1, 3, 5-7
tr: Sayfaları veya aralıkları girin, örn. 1, 3, 5-7
zh_hans: 输入页面或范围，例如 1, 3, 5-7

# rotate.pages_placeholder
source: e.g. 1-3, 5
ar: مثال: 1-3، 5
de: z.B. 1-3, 5
fr: ex. 1-3, 5
ja: 例: 1-3, 5
tr: örn. 1-3, 5
zh_hans: 例如 1-3, 5

# rotate.action_button
source: Rotate
ar: تدوير
de: Drehen
fr: Faire pivoter
ja: 回転
tr: Döndür
zh_hans: 旋转

# rotate.loading_pages
source: Loading…
ar: جارٍ التحميل…
de: Laden…
fr: Chargement…
ja: 読み込み中…
tr: Yükleniyor…
zh_hans: 加载中…

# rotate.error_no_pages
source: No pages found in this document
ar: لم يتم العثور على صفحات في هذا المستند
de: Keine Seiten in diesem Dokument gefunden
fr: Aucune page trouvée dans ce document
ja: このドキュメントにページが見つかりません
tr: Bu belgede sayfa bulunamadı
zh_hans: 此文档中未找到页面

# protect.source.label
source: File to Protect
ar: الملف المراد حمايته
de: Zu schützende Datei
fr: Fichier à protéger
ja: 保護するファイル
tr: Korunacak Dosya
zh_hans: 要保护的文件

# protect.password.label
source: Password
ar: كلمة المرور
de: Passwort
fr: Mot de passe
ja: パスワード
tr: Şifre
zh_hans: 密码

# protect.password.placeholder
source: Enter password
ar: أدخل كلمة المرور
de: Passwort eingeben
fr: Saisir le mot de passe
ja: パスワードを入力
tr: Şifre girin
zh_hans: 输入密码

# protect.strength.weak
source: Weak
ar: ضعيف
de: Schwach
fr: Faible
ja: 弱
tr: Zayıf
zh_hans: 弱

# protect.strength.medium
source: Medium
ar: متوسط
de: Mittel
fr: Moyen
ja: 中
tr: Orta
zh_hans: 中等

# protect.strength.strong
source: Strong
ar: قوي
de: Stark
fr: Fort
ja: 強
tr: Güçlü
zh_hans: 强

# protect.success.title
source: PDF Protected
ar: تم حماية PDF
de: PDF geschützt
fr: PDF protégé
ja: PDF保護完了
tr: PDF Korundu
zh_hans: PDF已保护

# protect.success.subtitle
source: Your PDF is now password protected
ar: ملف PDF محمي الآن بكلمة مرور
de: Ihre PDF ist jetzt passwortgeschützt
fr: Votre PDF est maintenant protégé par un mot de passe
ja: PDFはパスワードで保護されました
tr: PDF'iniz artık şifreyle korunmaktadır
zh_hans: 您的PDF现已受密码保护

# unlock_tool.nav_title
source: Unlock PDF
ar: فتح قفل PDF
de: PDF entsperren
fr: Déverrouiller le PDF
ja: PDFのロックを解除
tr: PDF'in Kilidini Aç
zh_hans: 解锁PDF

# unlock_tool.file_label
source: Protected File
ar: الملف المحمي
de: Geschützte Datei
fr: Fichier protégé
ja: 保護されたファイル
tr: Korumalı Dosya
zh_hans: 受保护的文件

# unlock_tool.password_section_title
source: Password
ar: كلمة المرور
de: Passwort
fr: Mot de passe
ja: パスワード
tr: Şifre
zh_hans: 密码

# unlock_tool.password_section_subtitle
source: Enter the document password to unlock
ar: أدخل كلمة مرور المستند لفتح قفله
de: Geben Sie das Dokumentkennwort ein, um es zu entsperren
fr: Saisissez le mot de passe du document pour le déverrouiller
ja: ロック解除するドキュメントパスワードを入力
tr: Kilidi açmak için belge şifresini girin
zh_hans: 输入文档密码以解锁

# unlock_tool.password_placeholder
source: Enter password
ar: أدخل كلمة المرور
de: Passwort eingeben
fr: Saisir le mot de passe
ja: パスワードを入力
tr: Şifre girin
zh_hans: 输入密码

# unlock_tool.protected_badge
source: Protected
ar: محمي
de: Geschützt
fr: Protégé
ja: 保護済み
tr: Korumalı
zh_hans: 已保护

# unlock_tool.button.unlock
source: Unlock
ar: فتح القفل
de: Entsperren
fr: Déverrouiller
ja: ロック解除
tr: Kilidi Aç
zh_hans: 解锁

# unlock_tool.button.processing
source: Unlocking…
ar: جارٍ فتح القفل…
de: Entsperren…
fr: Déverrouillage en cours…
ja: ロック解除中…
tr: Kilit Açılıyor…
zh_hans: 解锁中…

# unlock_tool.error.general_title
source: Unlock Failed
ar: فشل فتح القفل
de: Entsperren fehlgeschlagen
fr: Échec du déverrouillage
ja: ロック解除失敗
tr: Kilit Açılamadı
zh_hans: 解锁失败

# unlock_tool.error.wrong_password
source: Wrong password. Please try again.
ar: كلمة مرور خاطئة. يرجى المحاولة مرة أخرى.
de: Falsches Passwort. Bitte versuchen Sie es erneut.
fr: Mot de passe incorrect. Veuillez réessayer.
ja: パスワードが間違っています。もう一度試してください。
tr: Yanlış şifre. Lütfen tekrar deneyin.
zh_hans: 密码错误，请重试。

# unlock_tool.success.title
source: PDF Unlocked
ar: تم فتح قفل PDF
de: PDF entsperrt
fr: PDF déverrouillé
ja: PDFのロック解除完了
tr: PDF Kilidi Açıldı
zh_hans: PDF已解锁

# unlock_tool.success.subtitle
source: Your PDF is now unlocked
ar: ملف PDF غير مقفل الآن
de: Ihre PDF ist jetzt entsperrt
fr: Votre PDF est maintenant déverrouillé
ja: PDFのロックが解除されました
tr: PDF'inizin kilidi artık açıldı
zh_hans: 您的PDF现已解锁

# extract_pages.nav_title
source: Extract Pages
ar: استخراج الصفحات
de: Seiten extrahieren
fr: Extraire des pages
ja: ページを抽出
tr: Sayfaları Çıkar
zh_hans: 提取页面

# extract_pages.input_section_title
source: Pages to Extract
ar: الصفحات المراد استخراجها
de: Zu extrahierende Seiten
fr: Pages à extraire
ja: 抽出するページ
tr: Çıkarılacak Sayfalar
zh_hans: 要提取的页面

# extract_pages.input_hint
source: Enter page numbers or ranges, e.g. 1, 3, 5-7
ar: أدخل أرقام الصفحات أو النطاقات، مثال: 1, 3, 5-7
de: Seitennummern oder Bereiche eingeben, z.B. 1, 3, 5-7
fr: Saisissez les numéros de pages ou plages, ex. 1, 3, 5-7
ja: ページ番号または範囲を入力 例: 1, 3, 5-7
tr: Sayfa numaralarını veya aralıkları girin, örn. 1, 3, 5-7
zh_hans: 输入页码或范围，例如 1, 3, 5-7

# extract_pages.input_placeholder
source: e.g. 1, 3-5
ar: مثال: 1, 3-5
de: z.B. 1, 3-5
fr: ex. 1, 3-5
ja: 例: 1, 3-5
tr: örn. 1, 3-5
zh_hans: 例如 1, 3-5

# extract_pages.loading_pages
source: Loading document…
ar: جارٍ تحميل المستند…
de: Dokument wird geladen…
fr: Chargement du document…
ja: ドキュメントを読み込み中…
tr: Belge yükleniyor…
zh_hans: 正在加载文档…

# extract_pages.parse_error
source: Invalid page range
ar: نطاق صفحات غير صالح
de: Ungültiger Seitenbereich
fr: Plage de pages invalide
ja: 無効なページ範囲
tr: Geçersiz sayfa aralığı
zh_hans: 无效的页面范围

# extract_pages.button_extract
source: Extract Pages
ar: استخراج الصفحات
de: Seiten extrahieren
fr: Extraire les pages
ja: ページを抽出
tr: Sayfaları Çıkar
zh_hans: 提取页面

# extract_pages.button_processing
source: Extracting…
ar: جارٍ الاستخراج…
de: Extrahieren…
fr: Extraction en cours…
ja: 抽出中…
tr: Çıkarılıyor…
zh_hans: 提取中…

# images_to_pdf.navigation_title
source: Images to PDF
ar: الصور إلى PDF
de: Bilder zu PDF
fr: Images en PDF
ja: 画像をPDFに
tr: Görselleri PDF'e Dönüştür
zh_hans: 图片转PDF

# images_to_pdf.empty_title
source: No Images Added
ar: لم تتم إضافة صور
de: Keine Bilder hinzugefügt
fr: Aucune image ajoutée
ja: 画像が追加されていません
tr: Görsel Eklenmedi
zh_hans: 未添加图片

# images_to_pdf.empty_subtitle
source: Tap the button below to add images
ar: اضغط على الزر أدناه لإضافة صور
de: Tippen Sie auf die Schaltfläche unten, um Bilder hinzuzufügen
fr: Appuyez sur le bouton ci-dessous pour ajouter des images
ja: 下のボタンをタップして画像を追加
tr: Görsel eklemek için aşağıdaki düğmeye dokunun
zh_hans: 点击下方按钮添加图片

# images_to_pdf.add_images_button
source: Add Images
ar: إضافة صور
de: Bilder hinzufügen
fr: Ajouter des images
ja: 画像を追加
tr: Görsel Ekle
zh_hans: 添加图片

# images_to_pdf.add_more_button
source: Add More
ar: إضافة المزيد
de: Weitere hinzufügen
fr: Ajouter d'autres
ja: さらに追加
tr: Daha Fazla Ekle
zh_hans: 添加更多

# images_to_pdf.remove_image
source: Remove
ar: إزالة
de: Entfernen
fr: Supprimer
ja: 削除
tr: Kaldır
zh_hans: 删除

# images_to_pdf.order_hint
source: Drag to reorder
ar: اسحب لإعادة الترتيب
de: Zum Neuanordnen ziehen
fr: Faites glisser pour réorganiser
ja: ドラッグして並べ替え
tr: Yeniden sıralamak için sürükleyin
zh_hans: 拖动以重新排序

# images_to_pdf.convert_button
source: Convert to PDF
ar: تحويل إلى PDF
de: In PDF konvertieren
fr: Convertir en PDF
ja: PDFに変換
tr: PDF'e Dönüştür
zh_hans: 转换为PDF

# images_to_pdf.converting
source: Converting…
ar: جارٍ التحويل…
de: Konvertieren…
fr: Conversion en cours…
ja: 変換中…
tr: Dönüştürülüyor…
zh_hans: 转换中…

# images_to_pdf.default_filename
source: Images PDF
ar: صور PDF
de: Bilder PDF
ja: 画像PDF
tr: Görseller PDF
zh_hans: 图片PDF

# convert_to_pdf.nav_title
source: Convert to PDF
ar: تحويل إلى PDF
de: In PDF konvertieren
fr: Convertir en PDF
ja: PDFに変換
tr: PDF'e Dönüştür
zh_hans: 转换为PDF

# convert_to_pdf.explanation
source: Convert Word or Excel documents to PDF format
ar: تحويل مستندات Word أو Excel إلى تنسيق PDF
de: Word- oder Excel-Dokumente in das PDF-Format konvertieren
fr: Convertissez des documents Word ou Excel au format PDF
ja: WordまたはExcelドキュメントをPDF形式に変換
tr: Word veya Excel belgelerini PDF formatına dönüştürün
zh_hans: 将Word或Excel文档转换为PDF格式

# convert_to_pdf.button_title
source: Convert
ar: تحويل
de: Konvertieren
fr: Convertir
ja: 変換
tr: Dönüştür
zh_hans: 转换

# convert_to_pdf.converting
source: Converting…
ar: جارٍ التحويل…
de: Konvertieren…
fr: Conversion en cours…
ja: 変換中…
tr: Dönüştürülüyor…
zh_hans: 转换中…

# convert_to_pdf.unsupported_type
source: Unsupported file type
ar: نوع ملف غير مدعوم
de: Nicht unterstützter Dateityp
fr: Type de fichier non pris en charge
ja: サポートされていないファイル形式
tr: Desteklenmeyen dosya türü
zh_hans: 不支持的文件类型

# viewer.document_unavailable
source: Document Unavailable
ar: المستند غير متاح
de: Dokument nicht verfügbar
fr: Document indisponible
ja: ドキュメントが利用できません
tr: Belge Mevcut Değil
zh_hans: 文档不可用

# viewer.saved_confirmation
source: Saved to Library
ar: تم الحفظ في المكتبة
de: In Bibliothek gespeichert
fr: Enregistré dans la bibliothèque
ja: ライブラリに保存しました
tr: Kitaplığa Kaydedildi
zh_hans: 已保存到资料库

# viewer.toolbar.save
source: Save
ar: حفظ
de: Speichern
fr: Enregistrer
ja: 保存
tr: Kaydet
zh_hans: 保存

# viewer.toolbar.share
source: Share
ar: مشاركة
de: Teilen
fr: Partager
ja: 共有
tr: Paylaş
zh_hans: 分享

# onboarding.button.get_started
source: Get Started
ar: ابدأ
de: Loslegen
fr: Commencer
ja: 始める
tr: Başla
zh_hans: 开始使用

# onboarding.button.next
source: Next
ar: التالي
de: Weiter
fr: Suivant
ja: 次へ
tr: İleri
zh_hans: 下一步

# onboarding.button.skip
source: Skip
ar: تخطي
de: Überspringen
fr: Ignorer
ja: スキップ
tr: Atla
zh_hans: 跳过

# onboarding.camera_scan.title
source: Scan Documents
ar: مسح المستندات
de: Dokumente scannen
fr: Scanner des documents
ja: 文書をスキャン
tr: Belgeleri Tara
zh_hans: 扫描文档

# onboarding.camera_scan.subtitle
source: Use your camera to scan any document instantly
ar: استخدم الكاميرا لمسح أي مستند على الفور
de: Verwenden Sie Ihre Kamera, um jedes Dokument sofort zu scannen
fr: Utilisez votre caméra pour scanner n'importe quel document instantanément
ja: カメラを使用して、あらゆる文書を即座にスキャン
tr: Kameranızı kullanarak herhangi bir belgeyi anında tarayın
zh_hans: 使用相机即时扫描任何文档

# onboarding.tracking.title
source: Help Us Improve
ar: ساعدنا على التحسين
de: Helfen Sie uns, uns zu verbessern
fr: Aidez-nous à nous améliorer
ja: 改善にご協力ください
tr: İyileştirmemize Yardım Edin
zh_hans: 帮助我们改进
